[Locale]
LocaleID=1031
LocaleStr=de_DE
LocaleDescription=Deutsch
LocaleEnglishDescription=German
Preset=Deutsch

[Info]
Author=Nikolaj Masnikov
AuthorEmail=nikolaj@masnikov.com
AuthorURL=http://masnikov.com
TiEVersion=2.2
TranslationVersion=1.0
AttentionAltGr=Alt Gr ist besetzt! Wählen Sie bitte eine andere taste.
Comment=Test version of translation

[Сompatible]
3079=German (Austria)
5127=German (Lichtenstein)
4103=German (Luxembourg)
2055=German (Switzerland)

[Translation]
lngFrmKbdCaption=%s
lngEnable=Aktivieren
lngShowKbd=Bildschirm-Tastatur Zeigen
lngLearnMode=Popup Tipp
lngBlockKbd=Tastatur Sperren
lngSettings=Einstellungen
lngSettingsTiE=%s Einstellungen
lngSetsKbdPage=Tastatur Einstellungen
lngHelp=Hilfe
lngHelpTopics=Hilfethemen
lngAbout=Über %s
lngHomePage=%s Webseite
lngFindUpdate=Nach Updates suchen
lngDonate=Spenden
lngFrstStrtWzrd=First Start Wizard
lngExit=Beenden
lngShowKeySets=Customize Key
lngKbdClose=Bildschirm-Tastatur ausblenden
lngKbdPresets=Tastatur Presets
lngPresetUser=Benutzerdefiniert
lngPresetDefault=Anwendungsdefiniert
lngPresetSaveNew=Speichern unter
lngPresetOpenFldr=Presets-Ordner öffnen
lngPresetDelete=Aktiviertes Preset löschen
lngPresetCreate=Neues Preset anlegen
lngRestoreStdPresets=Restore Standard Presets
;---------------------------------------------------
lngOptGeneral=General
lngOptKeys=Keyboard
lngOptMisc=Miscellaneous
lngOptGlbHotKeysGB=Global hot keys
lngOptCtrlKeyGB=Main control key
lngOptAddCtrlKeyGB=Additional control key
lngOptHotKeyEnbl=Enabling hot key
lngOptHotKeyLock=Keyboard lock hot key
lngOptUseClrType=Use ClearType® font smoothing
lngOptShowKbdShdw=Show on-screen keyboard shadow (please restart %s)
lngOptAppLang=Application language
lngOptCharCode=Character code
lngOptResetFonts=Reset
lngOptResetFontsL=Reset on-screen keyboard fonts to default
lngOptBtnFont=Set
lngOptLeftFont=Font for common characters of keyboard
lngOptRightFont=Font for characters added by %s
lngOptDiacritFont=Font for combining diacritical marks
lngOptShowPrstInf=Show preset info on the switching
lngOptDblClickMode=Double click mode
lngAutoHintDelay=Auto popup keyboard hint delay
;---------------------------------------------------
lngOK=OK
lngCancel=Cancel
lngClearKey=Clear
lngQuoteOpen=“
lngQuoteClose=”
;---------------------------------------------------
lngKey=Key
lngKeyScanCode=Scan Code
lngKeyCopy=Copy “%s”
lngKeyFuncPrefix=F
lngKeyFuncHelp=Hint
lngKeyEsc=Esc
lngKeyTab=Tab
lngKeyEnter=Enter
lngKeyAlt=Alt
lngKeyAltGr=Alt Gr
lngKeyCtrl=Ctrl
lngKeyWin=Win
lngKeyMenu=Menu
lngKeySpace=Space
lngKeyBackspace=Backspace
lngKeyCaps=Caps Lock
lngKeyShift=Shift
lngKeyBckspcArrow=←
lngKeyCapsArrow=↓
lngKeyShiftArrow=↑
lngKeyNonbrSpace=Non-breaking space
lngKeyAccent=Accent
lngSetCharFont=Set character font
lngResetCharFont=Reset character font
;---------------------------------------------------
lngLeftAlt=Left Alt
lngRightGr=Alt Gr
lngLeftCtrl=Left Ctrl
lngRightCtrl=Right Ctrl
lngWin=Win
lngLeftWin=Left Win
lngRightWin=Right Win
lngPopupMenu=Menu Key
;---------------------------------------------------
lngErrMsgMapFile=Error while creating map-file!
lngErrMsgDllFunc=Can''t find the required DLL functions!
lngErrMsgNoDll=DLL not found: %s!
;---------------------------------------------------
lngTxtEnterCodes=To define characters for this key, please enter their hexadecimal codes without any special symbols in the form below. For example, hexadecimal code for euro sign (€) is 20AC.
lngTxtFindCodes=If you don''t know the code you need, you can find it using <a id="charmap.exe">Character Map</a> or in internet <a href="http://www.unicode.org/charts/charindex.html">here</a> and <a href="http://theorem.ca/~mvcorks/code/charsets/auto.html">here</a>.
lngTxtRestartApp=To apply the settings for those applications where you are typing at the moment, you should restart them.
lngTxtNewPrstName=Enter new preset name
lngTxtTopChar=Alternative character
lngTxtBottomChar=Main character
lngTxtNewPreset=New Preset
;---------------------------------------------------
lngMsgAchtung=Achtung!
lngMsgOneInst=The application is already running.
lngMsgActivated=The application is activated.
lngMsgDeactivated=The application is deactivated.
lngMsgFirstStart=Die Anwendung is started for the first time. To access its advanced features and settings, right-click the program icon below this message.
lngMsgKbdLocked=The keyboard is locked.%sTo unlock it please uncheck “Lock Keyboard” menu item.
lngMsgKbdUnLocked=The keyboard is now unlocked.
lngMsgDelPreset=Do you realy want to delete this preset: “%s”?
lngMsgOverWPreset=The preset “%s” already exists.%sDo you want to replace it?
lngMsgAnotherName=The word “%s” is reserved.%sPlease choose another name.
lngMsgPresetLoaded=Current preset:
lngMsgResetFons=Do really want to reset on-screen keyboard fonts?
lngMsgLoadDefPrst=Do you want to set default preset for English keyboard?
lngMsgToSetKey=To customize a key right-click on it and choose “%s”
lngMsgAttentionWin=The Win key is too “especial”. It's not possible to provide permanent operability.
lngMsgStdPresetsRestored=Standard presets were restored.
;---------------------------------------------------